[
  "You're my reason to wake up smiling.",
  "Every day with you is my favorite day.",
  "You make ordinary moments feel magical.",
  "Your love is my daily dose of sunshine.",
  "I fall for you more every single day.",
  "Marrying you will be my life's proudest moment.",
  "Friends come and go like the tide. But true friends chase you like jelly fish chase your mom. 😊 - Shannon",
  "Every little thing about you is my favorite.",
  "You light up every corner of my heart.",
  "I'll always choose you—every day, forever ♥",
  "Thank you for being the best thing to ever happen to me.",
  "Embrace your inner Kinky Monkey! - Shannon",
  "I love your beautiful eyes and the sparkle behind them.",
  "I am the luckiest man because I get to wake up next to you every morning.",
  "8-9 Years down, forever to go!",
  "“The secret of staying young is to live honestly, eat slowly and lie about your age.” — Lucille Ball - Hand picked by Shannon",
  "Well behaved women seldom make history! - Shannon",
  "“Do what you feel in your heart to be right, for you'll be criticized anyway.” — Eleanor Roosevelt - Hand picked by Shannon",
  "“You are braver than you believe, stronger than you feel, and smarter than you think.” - Pooh Bear - Hand picked by Shannon",
  "Sorry about your other coworkers, but at least you have me! - Shannon",
  "Good morning, Beautiful! Go out and sparkle like you were born to! - Shannon",
  "Out of the way, world. I’ve got my sassy pants on today! - Shannon",
  "Every drop in the ocean matters, every wave is part of the dance and every grain of sand is full of possibilities. And the universe would be incomplete without you. - Shannon",
  "Be unapologetically fierce and effortlessly chic. - Shannon",
  "And here we fucking go again...I mean, good morning. - Shannon",
  "Sometimes you forget that you’re awesome, so here is your reminder. - Shannon",
  "For beautiful eyes, look for the good in others; for beautiful lips, speak only words of kindness; and for poise, walk with the knowledge that you are never alone - Audrey Hepburn - Hand picked by Shannon",
  "“Where should one use perfume?” a young woman asked. “Wherever one wants to be kissed.” - Coco Chanel - Hand picked by Shannon",
  "Embrace your uniqueness, celebrate your individuality, and let it shine. - Todrick Hall - Hand picked by Shannon",
  "I am not as mean as I would like to be and I wish people appreciated that more. - Shannon",
  "There are friends, there is family, and then there are friends that become family.🩷 - Shannon",
  "A note from 08/02/2025 from my iPhone: Tonight in TC the jam fam went clubbing. Riley looks so beautiful while smiling and dancing on the club floor at Crosstrax. It is nights like tonight where I realize I am the luckiest man in the world to be marrying such a beautiful woman and to be joining such a wonderful family. - Drunk Elliott",
  "Before you I was nothing, just a fuck up alone - Broadside - Hand picked by Elliott",
  "Like satellites drawn to your gravity, I revolve around you - Neck Deep - Hand picked by Elliott",
  "You make everywhere in this world home, no matter how far we actually may be.",
  "The days can be hard although knowing I get to come home to you, everything is worth it.",
  "“Loved you yesterday, love you still, always have, always will.” – Elaine Davis - Hand picked by Elliott",
  "No matter how far apart we may be at times, I will always emrbrace your love as if you were still here.",
  "Grow old along with me; the best is yet to be. – Robert Browning - Hand picked by Elliott",
  "“I would rather spend one lifetime with you, than face all the ages of this world alone.” – J.R.R. Tolkien - Hand picked by Elliott",
  "I promise to cherish you as you are the light of my life.",
  "I vow to be the man that you not only need but the man you want, through the darkest darks and the brightest brights.",
  "Riley Denise, I vow to love you endlessly for the rest of my days.",
  "No matter what you choose or what you do, you always will have my support.",
  "I would pick you in every life time, if I had the chance to do it again I would have hoped to only found you earlier.",
  "I will cherish each day with you as if it was the first",
  "I didn't see it coming, but I never really had much faith in the universe's magic til it pulled us to that time and place. - Bring Me The Horizon - Hand picked by Elliott",
  "“So, I love you because the entire universe conspired to help me find you.” – Paulo Coelho - Hand picked by Elliott",
  "“Love is the ultimate expression of the will to live.” – Tom Wolfe- Hand picked by Elliott",
  "“For small creatures such as we, the vastness is bearable only through love.” – Carl Sagan - Hand picked by Elliott",
  "I could never thank you enough, for saving that boy who needed saving.",
  "A life without you is a life I would not live.",
  "“To the world you may be one person, but to one person you are the world.” - Hand picked by Elliott",
  "The journey of our love has been the most beautiful thing I have ever witnessed and I am very lucky to have done so, I look forward to every new chapter.",
  "Cause we were just kids when we fell in love, not knowing what it was - Ed Sheeran - Hand picked by Elliott",
  "You have made very house of ours a home, I am very lucky to have you!",
  "I like her 'cause she’s smart, headstrong, and independent she puts me in my place... and if only I could find the words of muster up the nerve to tell her, I will never forget her and she will always have a part of me - Neck Deep - Hand picked by Elliott",
  "You are the only exception",
  "Words can never express, the level of gratitude I have for you teaching me what love is.",
  "You have always been able to calm the storm in my mind.",
  "The world looks better when I am by your side",
  "I will never hold you back, I will always move forward with you",
  "I look forwarding to growing old with you",
  "The feeling of your kiss and holding you in my arms is euphoric",
  "You take my pain and make it disappear",
  "Because of you there is no limit to what we can do",
  "The universe conspired to bring us together, and I'm grateful every day for that cosmic alignment. - Hand picked by Elliott",
  "I promise to show you the undying love I have for you for the rest of my days.",
  "I should thank you everyday for showing me what true love really is",
  "The sound of your voice grants me a special kind of warmth, the kind that makes you feel safe and sane.",
  "The world slows down and I can appreciate it's beauty when I am next to you.",
  "When I fall, I know you will pick me up. When I slow down you keep me going.",
  "Falling in love was so fast, the years have gone by the one thing I know is that every moment is cherished by your side.",
  "Each day is just another day, outside somewhere, wherever we are, good or bad, but it is our very own. - Oliver Baxxter - Hand picked by Elliott",
  "Without you I wouldn't be the woman I am today - Kelly",
  "You are strong, kind, beautiful, loving and caring. You are AMAZING - Kelly",
  "My life is better with you in it. I love you forever and ever - Kelly",
  "Opportunities are like sunrises. If you wait too long, you miss them. Don't miss any today. - Mom",
  "Today, do what you can, with what you have, where you are. - Theodore Roosevelt - HAnd picked by Mom",
  "If you win the morning, you'll win the day. - Mom",
  "It always seems impossible until it's done. - Mom",
  "The best preperation for tomorrow is today. - Mom",
  "A positive anything is better than a negative nothing. - Mom",
  "Keep your face towards the sun and shadows will fall behind you. - Mom",
  "Believe you can and your half way there. - Mom",
  "Learn today as if you'll live forever. - Mom",
  "Let you desire to win always be stronger than any fear that’s inside of you. - Mom",
  "The future depends on what you do today. - Mom",
  "Be sure you put your feet in the right place, and then stand firm. Abraham Lincoln - Mom",
  "The question isn't who is going to let me, it should be, who is going to stop me? - Mom",
  "Be fierce. - Mom",
  "Each day you have two choices. Continue to sleep with your dreams, or chase them. - Mom",
  "Every Morning is an opportunity to create a masterpiece called life. - Mom",
  "Every day is a new beginning. Take a deep breath, smile and start again. - Mom",
  "Life is tough darling, but so are you! - Mom",
  "Never dim your light. The world needs your brilliance! - Mom",
  "Never forget, you are strong, smart & beautiful. - Mom",
  "Stand tall, my girl, even when the world tries to make you feel small. - Mom",
  "Your potential is limitless. - Mom",
  "To my Daughter, Never forget that I love you. - Mom",
  "Always know that you are more than enough. - Mom",
  "A woman should be two things. Who and What she wants. - Mom",
  "Be the best YOU you can be. - Mom",
  "You are not born to please anyone. Honor yourself. - Mom",
  "Don't ever settle for second best. - Mom",
  "You are my sunshine. - Mom",
  "You are loved unconditionally. - Mom",
  "Believe in yourself, so that everyone else will too. - Mom",
  "Be bold, be brave, be YOU! - Mom",
  "You are so easy to love <3 - Mom",
  "A Daughter is a little girl who grows up to be your best friend. - Mom",
  "I am so proud of you. - Mom",
  "A Daughter outgrows your lap, but never outgrows your heart. - Mom",
  "Go on out there and take on the world today. I believe in you! - Mom",
  "You are my sun, my moon and all of my stars. - Mom",
  "You don't have to see the whole staircase, just take the first step. - MLK - Hand pciked by Mom",
  "Make today your masterpiece. - Mom",
  "Everyday is a new beginning. - Mom",
  "With the new day comes new strength and new thoughts. - Eleanor Roosevelt - Hand picked by Mom",
  "Today is a good day to have a good day! - Mom",
  "You don't have to be great to start, but you have to start to be great. - Mom",
  "Stay focused on your goals. - Mom",
  "Deep breath, smile and start again. - Mom",
  "Be yourself, everyone else is already taken. - Mom",
  "Go out and show the world who is boss! - Mom",
  "You miss 100% of the shots that you do not take. - Wayne Gretzky - Hand picked by Mom",
  "The biggest win is not never falling. It's rising up after each fall. - Mom",
  "A woman with a voice is, by definition, a strong woman. - Melinda Gates - Hand picked by Mom",
  "Think like a queen. A queen is not afraid to fail. Failure is another stepping stone to greatness. - Oprah Winfrey - Hand picked by Mom",
  "I never dreamed about success. I worked for it. - Estee Lauder - Hand picked by Mom",
  "Above all, be the heroine of your life, not the victim. - Nora Ephron - Hand picked by Mom",
  "There is no limit to what we, as women, can accomplish. - Michelle Obama - Hand picked by Mom",
  "Her own thoughts and reflections were habitually her best companions. - Jane Austin - Hand picked by Mom",
  "The most dificult thing is the decision to act, the rest is merely tenacity. - Amelia Earhart - Hand picked by Mom",
  "No one can make you feel inferior without your consent. - Eleanor Roosevelt - Hand picked by Mom",
  "As long as you live, there is something new everday. - Dolly Parton - Hand picked by Mom",
  "If everything was perfect, you would never learn and you would never grow. - Beyonce - Hand picked by Mom",
  "You bring sunshine to my day when I think of you & may your day be extra beautiful just like you - Aunt Kim",
  "I treasure all of our moments together, the conversations just you and I have had. You are forever in my heart - Aunt Kim",
  "You are amazing, you inspire me with your heart. I love when your dreams come true - Aunt Kim",
  "You are forever loved my beautiful Niece - Aunt Kim",
  "I am just a girl who believed she could make her own life sparkle and so I did - Hand picked by Aunt Kim",
  "Never let anyone dull your sparkle - Aunt Kim",
  "The future belongs to those who believe in the beauty of their dreams - Eleanor Roosevelt - Hand picked by Aunt Kim",
  "Hope is the thing with feathers, that perches in the soul. And sings the tune without the words and never stops at all - Emily Dickinson - Hand picked by Aunt Kim"
  
  
]











